Repository: ArturBa/spotify-karaoke
Catalog: apps/spotify/src/locale/messages.*.xlf
Languages: pl

source: Sing along with us!
pl: Śpiewaj z nami!

source: Authorize with Spotify
pl: Autoryzuj z Spotify

source: Authorize
pl: Autoryzuj

source: Please wait for authorization
pl: Proszę czekaj na autoryzację

source: If you are stuck on this page please check if you are not blocking any requests (for example: PrivacyBadger)
pl: Jeśli utknąłeś na tej stronie, prosze sprawdź czy Twoje rozszerzenia nie blokują zapytań (np. PrivacyBadger)

source: This page is not available on mobile devices
pl: Ta strona nie jest dostępna na urządzeniach mobilnych

source: How to use it?
pl: Jak tego użyć?

source: Grab your friends and sing along your favorite songs which are played on Spotify
pl: Zgarnij kilku przyjaciół i śpiewaj swoje ulubione utwory prosto ze Spotify

source: To get started, you need to have a premium Spotify account.
pl: Aby użyć tego potrzebujesz konto Spotfiy premium.

source: Since this project uses a Spotify you need to authorize it.
pl: Projekt używa Spotify, więc musisz za-autoryzować aplikację.

source: After authorization you will be back redirected to this page and logged in.
pl: Po autoryzacji powrócisz na tę stronę i zostaniesz zalogowany.

source: About
pl: O programie

source: It's a project that I found useful one time, when I wanted to sing my favorite spanish songs
pl: To jest projekt, który powstał z myślą o śpiewaniu ulubionych piosenek prosto ze Spotify

source: I couldn't find any cool way to do this, so I decided to make it myself.
pl: Nie mogłem znaleźć żadnego dobrego rozwiązania, więc napisałem własne

source: Details
pl: Szczególy

source: This is my side project to develop my best with Angular framework.
pl: To jest projekt poboczny pozwalający na rozwijanie mi moich umiejętności w Angularze.

source: More (technical) details on
pl: Więcej (technicznych) szczegółów na

source: Github
pl: Githubie

source: App info
pl: Informacje o aplikacji

source: App Version
pl: Wersja aplikacji

source: Contact
pl: Kontakt

source: Close
pl: Zamknij

source: Cookies!
pl: Ciasteczka!

source: We use Cookies!
pl: Używamy ciasteczek!

source: Sure!
pl: Pewnie!

source: Application hotkeys
pl: Skróty aplikacji

source: Action
pl: Akcja

source: Shortcut
pl: Skrót

source: Lyrics
pl: Słowa

source: Couldn't find a right text :<
pl: Nie udało znaleźć się odpowiedniego tekstu

source: Looking for a lyrics
pl: Trwa szukanie tekstu

source: Album cover
pl: Okładka albumu

source: Artist image
pl: Okładka artysty

source: Albums
pl: Albumy

source: Sing along
pl: Śpiewaj z nami

source: Playlist cover
pl: Okładka playlisty

source: By
pl: Przez

source: Current queue
pl: Aktualna kolejka

source: Currently playing
pl: Aktualnie grane

source: Up next
pl: Następne w kolejce

source: Search for album
pl: Szukaj albumu

source: Type what are you looking for
pl: Wpisz czego szukasz

source: Search
pl: Szukaj

source: Search <mat-icon>search</mat-icon>
pl: Szukaj <mat-icon>search</mat-icon>

source: Search for playlist
pl: Szukaj playlisty

source: View more
pl: Zobacz więcej

source: Playlists
pl: Playlisty

source: Tracks
pl: Utwory

source: Previous
pl: Poprzedni utwór

source: Play
pl: Graj

source: Pause
pl: Zapauzuj

source: Next
pl: Następny utwór

source: current song time
pl: Aktualny czas

source: Available devices
pl: Dostepne urządzenia

source: Queue
pl: Kolejka

source: Mute
pl: Wycisz

source: Device is muted
pl: Urządzenie jest wyciszone

source: current volume
pl: Aktualna głośność

source: Album cover
pl: Okładka albumu

source: Card image
pl: Okładka albumu

source: By
pl: Przez

source: Playlist cover
pl: Okładka playlisty

source: Image alt
pl: Obraz alternatywa

source: Title
pl: Tytuł

source: Time
pl: Czas

source: Hi
pl: Cześć

source: Open menu
pl: Otwórz menu

source: Mode
pl: Ciemny motyw

source: App info
pl: Informacje o aplikacji

source: Open hotkeys
pl: Otwórz skróty

source: Log out
pl: Wyloguj

source: Toggle dark mode
pl: Przełącz ciemny motyw

source: Show hotkeys dialog
pl: Pokaż skróty

source: Back
pl: Wróć

source: Home
pl: Strona główna

source: Search
pl: Szukaj

source: Lyrics
pl: Słowa

source: Yours playlists
pl: Twoje playlisty
